
;------------------------------------------------
;-------------------  STRATEGYHUD UI  ---------------------
;------------------------------------------------
[XComGame.UIAvengerHUD]
[UIAvengerHUD]
;MonthlyLabel="收入"
;EleriumLabel="水晶"
;AlloysLabel="合金"
;CoresLabel="核心"
;SciLabel="科学家"
;EngLabel="工程师"
;ContactsLabel="联络点数"
;PowerLabel="电力"

; Supplies and Intel labels come from their item names because somebody at Firaxis decided that that is a good solution

; Match the default resource color
EleriumLabel="<font color='#E1C20D'>水晶</font>"
AlloysLabel="<font color='#E1C20D'>合金</font>"
CoresLabel="<font color='#E1C20D'>核心</font>"

; Match the optional different resource colors
;EleriumLabel="<font color='#E69831'>水晶</font>"
;AlloysLabel="<font color='#E1C20D'>合金</font>"
;CoresLabel="<font color='#FEF4CB'>核心</font>"

; Also optionally color scientist and engineer labels
;SciLabel="<font color='#27AAE1'>科学家</font>"
;EngLabel="<font color='#F7941E'>工程师</font>"
